{
  "classification": "Международная классификация",
  "classification-desc": "Университет занял 7-е место среди египетских университетов и 21-е место среди арабских университетов в международной классификации арабских университетов, которая направлена на измерение академических и исследовательских показателей на основе точных критериев.",
  "20": "+20",
  "college-number": "Двадцать три колледжа и института",
  "college-number-desc": "Университет занял 183-е место в мире в рейтинге Green Metric, который устанавливает критерии для зеленой инфраструктуры, управления водными и энергетическими ресурсами, изменения климата, управления отходами, устойчивого транспорта, образования и научных исследований в области устойчивости. Он также занял место между 1040-1921 в мире в индексе производительности для достижения Целей устойчивого развития к 2025 году.",
  "academic-sector": "Инженерный сектор",
  "academic-sector-desc": "Аккредитованные программы бакалавриата и магистратуры",
  "sector-about": "О секторе",
  "academic-sector-about": "Инженерный сектор специализируется на проектировании, строительстве и разработке проектов, таких как здания, дороги и машины. Он включает различные специальности и способствует улучшению повседневной жизни.",
  "college": "Колледжи",
  "art": "Инженерия",
  "science": "Электронная инженерия - Менуф",
  "education": "Компьютеры и информация",
  "business": "Искусственный интеллект",
  "Research Sector": "Научный сектор",
  "Research Description": "Научный сектор включает колледжи, которые сосредоточены на фундаментальных и прикладных науках, таких как Наука и Сельское хозяйство. Наука включает несколько факультетов, таких как Химия, Физика, Компьютерные науки и Геология. Он направлен на подготовку выпускников, способных проводить исследования и разработки в различных областях, которые служат обществу и окружающей среде.",
  "Scientific research and technological development centers": "Центры научных исследований и технологического развития",
  "Graduate Studies": "Наука",
  "Scientific Research": "Сельское хозяйство",
  "medical sector": "Медицинский сектор",
  "Medical colleges and teaching hospitals": "Медицинские колледжи и учебные больницы",
  "Medical Description": "Медицинский сектор состоит из колледжей медицины, фармации, стоматологии и сестринского дела, а также учебных больниц, которые предоставляют медицинские услуги сообществу и возможности практического обучения для студентов. Эти медицинские учреждения оборудованы новейшими технологиями и медицинским оборудованием для обеспечения высококачественных лечебных и образовательных услуг.",
  "Medicine": "Медицина",
  "Dentistry": "Стоматология",
  "Pharmacy": "Фармация",
  "Nursing": "Сестринское дело",
  "Bitary": "Ветеринарная медицина",
  "MahadTamrid": "Институт сестринского дела",
  "Technical sector": "Образовательный сектор",
  "Computer and e-learning laboratories": "Подготовка учителей и развитие образования",
  "Technical Description": "Образовательный сектор включает колледжи и институты, занимающиеся подготовкой учителей и специалистов в области образования, таких как Образование и Специальное образование. Этот сектор направлен на развитие образовательного процесса и квалификацию кадров, способных обучать будущие поколения и повышать их навыки в различных дисциплинах.",
  "Computer Science": "Образование",
  "Engineering": "Специальное образование",
  "Information Technology": "Физическое образование",
  "Applied Sciences": "Массовые коммуникации",
  "Tigara": "Коммерция",
  "Ealam": "Искусства",
  "Hoqoq": "Право"
}