{
  "classification": "Classification Internationale",
  "classification-desc": "L'université est classée 7e parmi les universités égyptiennes et 21e parmi les universités arabes dans la classification internationale des universités arabes, qui vise à mesurer la performance académique et de recherche selon des critères précis.",
  "20": "+20",
  "college-number": "Vingt-trois facultés et instituts",
  "college-number-desc": "L'université est classée 183e au niveau mondial dans le classement Green Metric, qui établit des critères pour l'infrastructure verte, la gestion des ressources en eau et en énergie, le changement climatique, la gestion des déchets, le transport durable, l'éducation et la recherche scientifique en matière de durabilité. Elle est également classée entre 1040-1921 au niveau mondial dans l'indice de performance pour atteindre les Objectifs de Développement Durable d'ici 2025.",
  "academic-sector": "Secteur de l'Ingénierie",
  "academic-sector-desc": "Programmes accrédités de premier et deuxième cycles",
  "sector-about": "À propos du secteur",
  "academic-sector-about": "Le secteur de l'ingénierie se concentre sur la conception, la construction et le développement de projets tels que les bâtiments, les routes et les machines. Il comprend diverses spécialisations et contribue à l'amélioration de la vie quotidienne.",
  "college": "Facultés",
  "art": "Ingénierie",
  "science": "Génie Électronique - Menouf",
  "education": "Informatique et Sciences de l'Information",
  "business": "Intelligence Artificielle",
  "Research Sector": "Secteur Scientifique",
  "Research Description": "Le secteur scientifique comprend des facultés axées sur les sciences fondamentales et appliquées, comme les Sciences et l'Agriculture. Les Sciences comprennent plusieurs départements comme la Chimie, la Physique, l'Informatique et la Géologie. Il vise à former des diplômés capables de mener des recherches et développements dans divers domaines au service de la société et de l'environnement.",
  "Scientific research and technological development centers": "Centres de Recherche Scientifique et de Développement Technologique",
  "Graduate Studies": "Sciences",
  "Scientific Research": "Agriculture",
  "medical sector": "Secteur Médical",
  "Medical colleges and teaching hospitals": "Facultés de Médecine et Hôpitaux Universitaires",
  "Medical Description": "Le secteur médical comprend la Médecine, la Pharmacie, la Dentisterie et les Soins Infirmiers, ainsi que des hôpitaux universitaires qui fournissent des services de santé à la communauté et des opportunités de formation pratique aux étudiants. Ces établissements médicaux sont équipés des dernières technologies et dispositifs médicaux pour assurer des services de traitement et d'enseignement de haute qualité.",
  "Medicine": "Médecine",
  "Dentistry": "Dentisterie",
  "Pharmacy": "Pharmacie",
  "Nursing": "Sciences Infirmières",
  "Bitary": "Médecine Vétérinaire",
  "MahadTamrid": "Institut des Soins Infirmiers",
  "Technical sector": "Secteur Éducatif",
  "Computer and e-learning laboratories": "Préparation des Enseignants et Développement Éducatif",
  "Technical Description": "Le secteur éducatif comprend des facultés et des instituts chargés de la formation des enseignants et des spécialistes dans le domaine de l'éducation, comme l'Éducation et l'Éducation Spécialisée. Ce secteur vise à développer le processus éducatif et à former des cadres capables d'enseigner aux générations futures et d'améliorer leurs compétences dans diverses disciplines.",
  "Computer Science": "Sciences de l'Éducation",
  "Engineering": "Éducation Spécialisée",
  "Information Technology": "Éducation Physique",
  "Applied Sciences": "Communication de Masse",
  "Tigara": "Commerce",
  "Ealam": "Arts",
  "Hoqoq": "Droit"
}